exports.menuall = (id, XNZUL, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉────────────────❉
Hi.*${id.split("@s.whatsapp.net")[0]}*
*Thanks For Use Itsmeiky BOT*
❉────────────────❉

📆 *${tampilTanggal}*

Note :
Jika Ada Simbol ( ) Jangan Di Masukan
Kedalam Perintah Simbol Itu Hanya Pembuat
Contoh Supaya Kak ${id.split("@s.whatsapp.net")[0]} Mengerti !

╔════════════════════
║ *MENU AlL BOT ${XNZUL}*
╠═══════════════════
║║═══❉ *NEW FITUR* ❉════║
║➢ 1. _*!simi*_ 
║➢ 2. _*!nekonime*_ 
║➢ 3. _*!checkip*_
║➢ 4. _*!maps*_ 
║═══════════════════
╠═══════════════════
╔════════════════════
║ *MENU BOT ${XNZUL}*
╠════════════════════
║║═════❉ *OTHERS* ❉═══════║
║➢ 1. _*!sticker*_ 
║➢ 2. _*!tts*_ ( teks )
║➢ 3. _*!quotes*_
║➢ 4. _*!tinyurl*_ ( link )
║➢ 5. _*!foto cewek*_
║➢ 6. _*!foto cowok*_
║➢ 7. _*!pokemon*_
║➢ 8. _*!loli*_
║➢ 9. _*!fotoanime*_
╠═══════════════════
╠═══════════════════
╔════════════════════
║ *MENU BOT ${XNZUL}*
╠════════════════════
║║═════❉ *OTHERS 2* ❉═══════║
║➢ 1. _*!namaninja*_ ( nama lu )
║➢ 2. _*!alay*_ ( teks )
║➢ 3. _*!infoig*_ ( @username )
║➢ 4. _*!ocr*_
║➢ 5. _*!puisi1*_
║➢ 6. _*!puisi2*_
║➢ 7. _*!cerpen*_
║➢ 8. _*!quotes1*_
║➢ 9. _*!spamcall*_ ( 85722553839 )
║➢ 10. _*!spamsms*_ ( 85722553839 )
║➢ 11. _*!bucin*_
╠═══════════════════
╠═══════════════════
╔════════════════════
║ *MENU BOT ${XNZUL}*
╠════════════════════
║║═════❉ *OTHERS 3* ❉═══════║
║➢ 1. _*!gay*_
║➢ 2. _*!indohot*_
║➢ 3. _*!cersex1*_
║➢ 4. _*!cersex2*_
║➢ 5. _*!cekumur ( nzul & 12-12-2003 ) (New)*_
║➢ 6. _*!cekresi ( resi & kurir ) (New)*_
║➢ 7. _*!selamat ( ... ) ganti dengan kata kata*_
║➢ 8.  _*!sfrom ( link )*_.
║➢ 9.   _*!meme1*_
║➢ 10. _*!zodiak ( nzul 01-10-2003 )*_
║➢ 11. _*!jadwaltv ( sctv )*_
║➢ 12. _*!cinta ( nzul )*_
║➢ 13. _*!simi ( hallo )*_ 
║➢ 14. _*!nekonime*_ 
║➢ 15. _*!checkip ( iplo )*_
║➢ 16. _*!maps ( bandung )*_
║═══════════════════
╠═══════════════════
╔════════════════════
║ *MENU BOT ${XNZUL}*
╠════════════════════
║║════❉ *EDUCATION* ❉═════│
║➢ 1. _*!wiki*_ ( query )Wikipedia.
║➢ 2. _*!nulis*_ ( teks )
║➢ 3. *!quran*
║➢ 4. _*!pantun*_
║➢ 5. _*!nama*_ ( nama anda )
║➢ 6. _*!pasangan*_ ( Gw & Lo )
║➢ 7. _*!lirik*_ ( nama lagu )
║➢ 8. _*!chord*_ ( nama lagu )
║➢ 9. _*!resep*_ ( nasi goreng )
║➢ 10. _*!wikien*_ ( query )Versi English
║═══════════════════
╠═══════════════════
╔════════════════════
║ *MENU BOT ${XNZUL}*
╠════════════════════
║║════❉ *INFORMATION* ❉════│
║➢ 1. _*!sholat*_ ( daerah )
║➢ 2. _*!covid*_
║➢ 3. _*!infogempa*_ 
║➢ 4. _*!harinasional*_ ( tanggal )
║➢ 5. _*!infoanime*_ ( Naruto )
║➢ 6. _*!filmanime*_ ( Naruto )
║➢ 7. _*!ytmp3*_ ( linkyt )
║➢ 8. _*!ytmp4*_ ( linkyt )
║➢ 9. _*!fb*_ ( linkvideofb )
║➢ 10. _*!say*_ ( !say ajg )
║═════════════════
╠════════════════════
╠════════════════════
║ INFO *${XNZUL}*
╠════════════════════
║║═════❉ * INFO BOT * ❉═════│
║➢ 1. *#info*
║➢ 2. *#owner*
║➢ 3. *#donasi*
║➢ 4. *#S&K*
║══════════════════
╠════════════════════
╠════════════════════
║  *${XNZUL}*
╠════════════════════
║║═══❉ *SOSMED ADMIN* ❉═══│
║➢ 1. *Group WhatsApp*
║➢  _${groupwhatsapp}_
║➢ 2. *YouTube ( subscribe )*
║➢  _${youtube}_
║➢ 3. *Instagram ( Follow )*
║➢  _${instagram}_
║➢ 4. *Creator ${XNZUL}*
║➢  _${nomer}_
║═════════════════
║ _*MADE BY XNZUL*_
╚════════════════════`
}
